{"is404":false,"staticData":{"markdown-blocks-content/index.md":"[1,[[5,[0],[[8,\"Theater Maker DAO\"]]],[6,[[8,\"I've been witnessing a recent renaissance in tech's appetite to sustainably build democratically. Under the labels of \\\"web3\\\", \\\"public goods funding\\\", and \\\"crypto\\\", there are projects aiming to improve the organization, management, and funding of the arts. I am starting the \"],[2,\"#\",[0],[[8,\"Theater Maker DAO\"]]],[8,\" to explore how these tools might meet the needs of actors, dancers, technicians, stage managers, theater educators, writers, producers, directors, and their friends.\"]]],[5,[2],[[8,\"DAO: Decentralized Autonomous Organization\"]]],[6,[[8,\"DAOs are an online-first structure designed to cooperatively govern a community's activities and funding. This one will begin with the following projects:\"]]],[5,[2],[[8,\"Study group\"]]],[6,[[8,\"A regular study group exploring the frontiers of this public goods funding, as well as the history of theater as a public good. From Roman(Greek?) doctors writing prescriptions for people to heal by seeing theater, to Gitcoin DAO's platform which has steered millions into small teams working independantly for open source software, to Augusto Boal's insights on governance and democracy. Join us [here] on [this day] to begin! [Details] You're all busy people, so the 1-hour meetings will include time for everyone to do the readings.\"]]],[5,[2],[[8,\"CueCannon\"]]],[6,[[2,\"projectpage\",[0],[[8,\"CueCannon\"]]],[8,\" is an app inspired by \"],[2,\"https://www.youtube.com/watch?v=KKu1YrVUUz8\",[0],[[8,\"Shakespeare\"]]],[8,\"'s \"],[2,\"https://www.shakespeare.org.uk/explore-shakespeare/podcasts/lets-talk-shakespeare/how-did-actors-learn-their-lines/\",[0],[[8,\"original practices\"]]],[8,\" of splitting scripts into cues, and performing a scene with just your character's sliver of the lines. Try it out \"],[2,\"demo\",[0],[[8,\"here!\"]]],[8,\". It's training wheels for actors, letting your device worry about what to say and when to say it instead of you. Our team won funding in a hackathon (a sort of barn raising or festival for programmers) last year because the judges just had fun acting out scenes from Midsummer Night's Dream! But we'd like help making it accessible enough to be useful in schools. We want to make it easy to add and share new scripts, and we need help analyzing which scripts work well with this (Did you know Macbeth has 50% of the lines in Macbeth? That's not easy to split up!). Jump in the channel here to help!\"]]],[5,[2],[[8,\"Performance Opportunities at Hackathons\"]]],[6,[[8,\"EthDenver is an hackathon coming this February, and a local group will be exploring ways to integrate performance opportunities into the event! Bring your ideas to this channel.\"]]],[5,[2],[[8,\"Bring us your ideas!\"]]],[6,[[8,\"Any project ideas you have? Join the chat, or pop in to the weekly meetings on discord!\"]]]]]"},"path":""}